{"package_name":"net.slickdeals.android","title":"Slickdeals: Coupons & Shopping","description":"Slickdeals is the largest deal-sharing community on the Web. Millions of people regularly use the Slickdeals app for shopping and to share and rate the best deals and coupons for their favorite stores like Kohl's, Walmart, and Macy's. If there’s a deal, coupon, rebate, promo or freebie out there, we have it on the Frontpage. We don’t just look for big discounts; we look for combos where you can stack a deal with a promo or coupon code, free shipping or rebates to sweeten the deal even further. With more than a million people visiting Slickdeals during any given day, you sometimes have to be ready to strike quickly before a hot deal runs out. That’s where our app comes to the rescue! Download it today and have our Frontpage within arms reach for whenever the shopping bug strikes, or we shoot you a notification for a coupon code on that 65” HDTV you’ve been eyeing for a while.\n\nHow it works:\n\nEvery day our app aggregates thousands of deals submitted from our users on a variety of products, services and offers. These deals are then evaluated in our Hot Deals forum by the community who votes up or down and provide feedback on the product on sale or the deal itself. After a deal gets enough up votes it graduates to the Popular Deals forum. Here our team of Deal Editors monitor and evaluate all deals before hand-selecting which ones to promote to the Frontpage. All Frontpage deals have been thoroughly researched for price history, product reviews and if it has free shipping or a coupon code to go with it (among other things). Only the best of the best make it to the Slickdeals Frontpage, which is why it should always be your first stop before buying anything online. There are people in this world who pay full price and there are people who don’t. We don’t.\n\nPopular Deals: The Popular Deals forum is your chance to check out deals before they get promoted to the Frontpage. Not all popular Deals become Frontpage deals, but all Frontpage deals were once Popular Deals. If you want to beat the rush and increase your odds of snagging a great deal before it reaches the masses, the Popular Deals forum is the place to be.\n\nForums: The heart of the Slickdeals community is our forum where users help each other find the best deals, prices, product reviews and exchange feedback. There's no limit to the types of deals you can find here -- from freebies to financial discussion, HDTVs to purses -- our users find the best deals on the web, anytime, anywhere.\n\nDeal Alerts: Setting up a Deal Alert is one of the smartest things to do when you know what you want, but don’t necessarily need it right away. Configure your alert for keywords, stores and categories by setting thresholds for when you want to be notified. We’ll send you a notification when a deal matches your criteria so you can focus on other things! (Login Required)\n\nCoupons: One of the best tips we can give you for shopping online is to never buy anything without first checking our extensive inventory of coupons for more than 5,000 stores. This is how an average deal often becomes a slick deal. We update our coupons daily, so we won’t waste your time with expired coupons.\n\nFavorites: Favorites allows you to save deals for easy reference if you can’t pull the trigger on it right away. (Login Required)\n\nLogin: Log in to your Slickdeals account and be part of the community straight from your is device. If you find a deal that’s Slickdeals-worthy, go to the Hot Deals forum and submit coupons codes, promo codes, sales, freebies or anything else you deem a slick deal. Your voting and feedback help make our community better, which means saving more people money.\n\nCategories: Browse our category pages if you want to see all deals in a given category instead of doing specific searches or scrolling through the Frontpage deals.\n\nHave an issue with the app? Suggestions? Praises? Coupons? Send us an email at android\/iOS@slickdeals.net - Your feedback will help us make this the best deals app.\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Slickdeals is the one-stop shopping app for the best deals, coupons & discounts.","rating":4.4010977745056,"category":"Shopping","cat_int":18,"cat_type":0,"cat_key":"SHOPPING","cat_keys":["SHOPPING","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"1,000,000 - 5,000,000","downloads_min":1000000,"downloads_max":5000000,"version":"Varies with device","content_rating":"Everyone","what_is_new":"V. 3.1.4 - More bug fixes and feature polish based on your feedback - thanks Slickdealers! Stay tuned for more great feature updates coming soon!\nV.3.1.2 - Lots of 'under the hood' improvements, edit post for OP & more!\nV.3.1 - MIDNIGHT theme is here! Collapsible nav bar setting. Hot Deals & other improvements! Bug fixes and stability improvements.\nV.3.0 - New Design!\n- Edit a post, give rep\n- Deal alerts enhanced\n- Frontpage Notifications slider\n- Forum Notifications\n- Featured Deals\n","promo_video":"https:\/\/www.youtube.com\/embed\/P1qPFI48MSY?ps=play&vq=large&rel=0&autohide=1&showinfo=0&autoplay=1","market_update":"2016-05-09T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/3mooAXz2DGs0rY9e3EU4iVtocfpU5cv8JWXOJUJaOI5Q3n2eAFLGUzf9hJqhA25PW2Q=h310","https:\/\/lh3.googleusercontent.com\/WBRQIaGPEQPMaRQI5-JddoE0UqwoUAZwWOE0FubI4WhUaOlDVvzoF71P7NczLrx7ERI=h310","https:\/\/lh3.googleusercontent.com\/Dt6Rj4fq16WBDoUwL8nM2veqiZp07WbwDp79EM9_0mkPjh0F23-WPRR_0Lkp5_ENzlUa=h310","https:\/\/lh3.googleusercontent.com\/PmOImA6PSNvnaXj8TFxbSubpX8l1Q8qM7-iDSzCusV4rYF9hEkvSy8y4rfixTOrae0S5=h310","https:\/\/lh3.googleusercontent.com\/HE-eOxLJ9KGv0q-QLNB2NvFLhkU-ltg9Qhj-heGCQz6Z8pgvNEvcVnPjcDXY_cdW4oI=h310"],"lang":"en","i18n_lang":["en","zh-cn","bg","ko","ja","ru","zh-tw"],"price_i18n_countries":[],"website":"http:\/\/www.slickdeals.net","from_developer":["net.slickdeals.blackfriday"],"interactive_elements":["Users Interact"],"created":"2013-04-03T02:53:03+00:00","version_code":998,"developer":"Slickdeals","number_ratings":21501,"icon":"https:\/\/lh4.ggpht.com\/-0g6raoDskWaYbyrdQx55e3Wkg4ueEf2VFaxQB569jXEKv3EsPCTfgHHU_Q_D2T7vHs=w300","icon_72":"https:\/\/lh4.ggpht.com\/-0g6raoDskWaYbyrdQx55e3Wkg4ueEf2VFaxQB569jXEKv3EsPCTfgHHU_Q_D2T7vHs=w72","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=net.slickdeals.android&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/net.slickdeals.android"}