{"package_name":"com.iobit.mobilecare","title":"AMC Security - Antivirus Boost","description":"AMC Security (a.k.a Advanced Mobile Care) is a security and optimization app from IObit, which is the developer of the popular program Advanced SystemCare for Windows. It is the #1 All-in-one app to help protect your device from any potential threats, avoid sneak leak of your privacy and boost device performance to the top. \nMaybe you always have the following concerns:\nSeveral tool apps installed but only use a few of their features?\nAlways find phones and tablets getting laggy and memory constrained? \nWorried about all kinds of new tricks and intrusions? \nGet lost and confused in other similar apps? \n\nAMC Security can solve them all!\n\n\nAll-in-one\nAMC Security can replace similar apps in one go.\nOne-tap Scan, Booster, Security comes with a handful of must-have tools that ensure your devices get a comprehensive protection. \nIt is also more lightweight than you think.\nScan\nSmart scan will let you clean all the running apps, cache junk, privacy records and useless APK files.\nDeep scan will let you clean junk files, big files and residual files.\nAll the clean-up are in a few taps. It helps you have enough store space to take more pictures, videos and install apps.\nAntivirus\nAMC Security protects your device against viruses, trojans, vulnerabilities, malware and spyware. \nUI\nAMC Security always focus on simplicity and user friendliness. With new material design, you will find how neat and sleek it looks in a well structure. \n\nOther features in Booster and Security \nPhone Booster\nHelp kill applications that are running in the background and clean up your RAM (memory) to boost up your device with one tap. \nGame Booster\nImprove your gaming speed and experience and smooth game play without lagging. \nAnti-Phishing\nIObit Cloud Services provides a plug-in which update in real time so that whenever you access a site that detected as phishing, it will help you keep the tricks outside.\nAnti-Theft\nHelp lock and alarm your lost device immediately by sending a message with ‘alarm#’ and password from any other device. You still can locate and wipe data remotely if the above way failed to find your device.\nPayment Guard\nHelp finds out copycat apps, so that you can uninstall them before money being stolen. Once you launch a payment app, it keeps protecting you all along in the background.\nWeb Security\nBlock websites that contain malware, malicious URL and fraudulent content, and warn you instantly by IObit Cloud Services when heading to the danger.\nSecurity Guard\nRemind you to enable Wi-Fi Security which can check Wi-Fi’s encryption way, ARP spoofing, and even MITM. Also it reviews other important device settings and gives insecure advice.\n\nSidebar will be provided with App Manager, Battery Saver, Call Blocker, Privacy Locker and more!\n\nNote: One AMC Security Pro account can be used on multiple devices at the same time since you update to version 5.0.\n\nCustomer Services\nHere’s FAQs you may want to know: http:\/\/mobile.iobit.com\/m\/faq_v5 \n\nIf you encounter any problems or have any suggestions in using AMC Security, please email us at: mobilesupport@iobit.com) or tap Feedback to get a reply within 24 hrs.\n\nJoin Google+ community to test the latest beta version and participate in improvement: https:\/\/goo.gl\/GmV3z9 \n\nFollow us on Facebook to get AMC news, mobile tips and giveaway info: https:\/\/www.facebook.com\/AdvancedMobileCare\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"All in one security and optimization app protect your phone and privacy.","rating":4.487931728363,"category":"Tools","cat_int":21,"cat_type":0,"cat_key":"TOOLS","cat_keys":["TOOLS","APPLICATION"],"price":"","price_numeric":0,"iap":true,"iap_min":0.99,"iap_max":19.99,"size":8283750,"downloads":"10,000,000 - 50,000,000","downloads_min":10000000,"downloads_max":50000000,"version":"5.4.4","content_rating":"Everyone","what_is_new":"V5.4.2\nOptimized database structure\nMuch simpler Privacy Locker\nV5.4.0-V5.4.1\nFixed data recovery bug of Privacy Locker\nOptimized 4*1 widget\nSimplified sidebar\nAdded G+ Share Button(+1 to support us :D)\n","market_update":"2016-05-25T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/0EkvZW9NHbgPKQIG3gehgFBGagZQmxqoVt4-w_-DJxkEi8hrUM2cHopTEWJ4J_53G5Nq=h310","https:\/\/lh3.googleusercontent.com\/J9JG9nCO69-bVDA3TPFk9HyqRlEZX_6g1L5Yj4G-NJhCxbKiWg2_MtZC_1Cr3JOIPIQ=h310","https:\/\/lh3.googleusercontent.com\/bH7wpmLFpD-xRcnzA3Q6h9w4ZfiSwe9GeI1A97xxU34DkVxVQ1wUWLEq2O68AqAPlFn7=h310","https:\/\/lh3.googleusercontent.com\/CoH2oyXg8pjOUquZ4vcOvzD9_TdiiysSH-xrBIVKB-NYGr7e_2OVP0I3EZLSet-37hsf=h310","https:\/\/lh3.googleusercontent.com\/NPTqQP_gsgCgBoKBP2h4bLYjmFZ9aFRSPpZXTam9n8hNQ9Vh0ggOF07FG8pgBMiyeg=h310","https:\/\/lh3.googleusercontent.com\/KDqhB_Na2FK5hlN0_iwIECXx-fzTqe2oPmkSntSP8NvCYzW01Kmve5wZsYMCzZ5vwA=h310","https:\/\/lh3.googleusercontent.com\/c_cT5ILdux8H1YbQvGU4zb4YsnboIRNRYhsRoRIYLuHuygSbeSlLXfKY8wvvtzZKLhk=h310"],"lang":"en","i18n_lang":["de","ru","fi","pt","ko","zh-tw","pt-br","it","fr","zh-cn","hu","es","cs","vi","th","ja","id","pl","nl","tr","el","hr"],"price_i18n_countries":[],"website":"https:\/\/mobile.iobit.com\/","from_developer":[],"created":"2012-09-19T01:33:00+00:00","version_code":50100,"developer":"IObit Mobile Security","number_ratings":283263,"icon":"https:\/\/lh3.googleusercontent.com\/fJvIVBABucQ--byH6VOFSPLasRrSMDPCc_y1dkWKZ_TdOVDDvAIjJEH0dhnZ8TS8RqA=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/fJvIVBABucQ--byH6VOFSPLasRrSMDPCc_y1dkWKZ_TdOVDDvAIjJEH0dhnZ8TS8RqA=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.iobit.mobilecare&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.iobit.mobilecare"}