{"package_name":"com.playstudios.myvegas","title":"myVEGAS Slots - Slots Machines","description":"Want to earn loyalty points for Las Vegas hotels while playing a fun, free casino game? Download the myVEGAS Slots – Free Casino app for Android phones and mobile devices. myVEGAS Slots – Free Casino app lets players have fun achieving VIP status through entertaining and exciting play of slot machines. With myVEGAS Slots app, you can work your way to VIP status and get rewards simply for playing online slot machines and other casino games.\n\nHow Does it Work?\n\nmyVEGAS Slots is one of the only free apps for Android phones and mobile devices that lets players play in a totally free, no deposit, casino and earn rewards for actual Las Vegas hotel stays, meals, entertainment, and more. When you play myVEGAS Slots, you can save money when you visit Las Vegas by using the rewards and bonuses you earn in the app and then cashing them in for accommodations, shows, dinners, and even VIP nightclub access!\n\nDownload myVEGAS Slots – Free Casino app, one of the best apps for completely free slot play, and get immediate access to a no-deposit casino with free slot machines, including the ever-popular Fruit Machine Slot and the Jumpin’ Jalapenos slot game. Many of the slot machines in myVEGAS Slots are games that you’re already familiar with and playing on Las Vegas casino floors!\n\nmyVEGAS Slots – Free Casino offers fun slot machine games in a completely no-deposit casino. You don’t have to invest any money to start earning the biggest and best rewards in the app! myVEGAS Slots makes it possible for you to achieve VIP status and win big while you enjoy a truly fun casino experience online. Earn instant bonuses, huge progressive jackpots, and so much more!\n\nWhy Download myVEGAS Slots?\n\nDownload the myVEGAS Slots – Free Casino app to enjoy:\n\n• Totally free game play\n• Bonuses and rewards from Las Vegas resorts, entertainment venues, and restaurants\n• Mega progressive jackpots\n• New slot machines introduced on a regular basis\n• Real-world, land-based casino slot machines from myVEGAS – including branded slots from MGM, Luxor, Mandalay Bay, Excalibur, and more\n• Authentic casino slot machine games from KONAMI – including China Mystery, Lotus Land, Lion Festival, Masked Ball Nights\n• A product with more than 300,000 FIVE-STAR reviews on Google Play\n• Quests and daily events for bonus chips and more free spins\n• Free chip bonuses hourly and daily for free spins and chances to earn rewards and win jackpots\n\nThousands of myVEGAS Slots – Free Casino players have already redeemed app loyalty points for Las Vegas hotel stays and other bonuses and rewards.\n\nNo-Deposit Free Play Earns You Real-World Rewards!\n\nThe no-deposit free game play structure of myVEGAS Slots – Free Casino lets you earn real-world rewards for playing completely free slot machines. You don’t have to invest anything to get started earning bonuses, Las Vegas hotel stays, and other VIP rewards. \n\nDownload this totally free casino game (one of the top casino games according to Google Play) and start trying your luck at authentic slot machines. There’s no risk, so start earning bonuses and redeeming your awards for real-life prizes. \n\nStay at some of the top hotels in Las Vegas, eat at the best Las Vegas restaurants, and see fun Las Vegas Shows, just by playing myVEGAS Slots online on your Android phone or mobile device. Turn your online winnings into rewards that will make your actual Las Vegas vacation cheaper and a lot more exciting!\n\nUpdated Free Content\n\nIf you like apps that constantly give you updated free content, you’ll love myVEGAS Slots. This free app is always adding new slot machines and games so that you can experience several mini games and apps within one free app.\n\nDownload myVEGAS Slots – Free Casino app today! Get started earning your way to VIP status in Las Vegas, just for having fun and playing free slot machine games!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Play the #1 slot machine game for FREE, and earn points for real-world rewards!","rating":4.4144082069397,"category":"Casino","cat_int":35,"cat_type":1,"cat_key":"GAME_CASINO","cat_keys":["GAME_CASINO","GAME"],"price":"","price_numeric":0,"iap":true,"iap_min":0.99,"iap_max":199.99,"size":36700160,"downloads":"10,000,000 - 50,000,000","downloads_min":10000000,"downloads_max":50000000,"version":"1.30.1","content_rating":"Teen","what_is_new":"Download this update to add BetRock Multislots to your game roster. This new twist on an old classic lets you play on four whole playfields at once. The stacked Wilds are still here and better than ever. Fill a reel with them on one playfield and watch them copy themselves across the others. Once you start the Free Spin bonus, it’ll be easy to see why this game is the tricera-tops! Download and play today.\n","promo_video":"https:\/\/www.youtube.com\/embed\/OxWwhsN8azc?ps=play&vq=large&rel=0&autohide=1&showinfo=0&autoplay=1","market_update":"2016-05-31T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/NmAUvsXJXfcuGeICedMi--2AG9T2na-IuTvfD00WxYMvzx3BUU0qAkROqlvNLkSliF6r=h310","https:\/\/lh3.googleusercontent.com\/oeCgVodFTK3huofA-ZW0avpoIYaMfyn-jf8uEQOoNbJQGV_gt7q6T51cniEowtZmhdk=h310","https:\/\/lh3.googleusercontent.com\/TLG1YevEQd5gnGvOZY27uvcEMEKNamoHx_0rUKgp3fhJB_EgS4h_wNTnMp-WbcuoXg=h310","https:\/\/lh3.googleusercontent.com\/No4JE1hmAScrT4NbZGWIdNMCLLAckMTgbVB2eUwDlgf7V7dT_TxADYZ487yozza2zR4=h310","https:\/\/lh3.googleusercontent.com\/SPAjzvbqoekW4IBl5icXTIqRT8ClTk-u8DA0e1eCpUDobNcsdOrKdmax0sixZlTJiXrn=h310","https:\/\/lh3.googleusercontent.com\/D2zJfEKmO-jhin9ydobMuEv0ha6XwP6ty4RRKkJVm8uH0wVcfCzVm4lEgqwiV5NfuTn9=h310","https:\/\/lh3.googleusercontent.com\/9ahqmfb8iAU-xuzfOroHf8j84_HLiuiuudoPKxwG0kg4B6RFxOIe_IcsEEhgqSz_JHA=h310","https:\/\/lh3.googleusercontent.com\/WYYInkcyq8iCptXdLCgcT7gGLwv2oFtTJxA5u0TeHDULpVQga_nFvK8pW6rYeE6wJQ=h310","https:\/\/lh3.googleusercontent.com\/FKVmZSkqBwh48niL0bp5iWoSk-f1_ffeQ_FNcstdKT4CU9QKlfjsR4Rl-HKZR60Tm5I=h310","https:\/\/lh3.googleusercontent.com\/3CEjyj_PXiw5YR-DIysHZEWyPaLhx7jQkskm6bpgE8Qn-G9E92syXJFSpIh-YWrXCZrE=h310","https:\/\/lh3.googleusercontent.com\/_6f3G1phuqez2ngoEPbfe-8tlpB6w6P-GSnERfEjPMnnWLH-wqDWsjIE0j3Nzeslptz8=h310","https:\/\/lh3.googleusercontent.com\/7l5TDWslmYQpvPEC7NpasxoJz8emFkNFxWuT0s_4M_xCx8DzJ7cXjYXWp1mMR6Gkqs0j=h310","https:\/\/lh3.googleusercontent.com\/XCxNQMTLYqFYOn_jn2abQA6dLtSU7QOAOw8GJOXKXDj8an2i7Nc--byWDYoJp4rZpw=h310","https:\/\/lh3.googleusercontent.com\/7p1Aa57vyyP5YOtVCBiyouSsGbnTo8U4cuA785HazF_F-j27ENPKsLcCGdp2yqfs8g=h310","https:\/\/lh3.googleusercontent.com\/FmUoU8B7Qr6Z8xSL8XhvWJVtTxHB2hdewkhfluavO8M3_Ku5BiJJHoS4VcrwPJyI97Y=h310"],"lang":"en","i18n_lang":[],"price_i18n_countries":[],"website":"http:\/\/www.myvegas.com","from_developer":["com.playstudios.mykonami","com.playstudios.myvegas.blackjack"],"badges":["Top Developer"],"interactive_elements":["Digital Purchases"],"created":"2013-09-29T21:00:43+00:00","version_code":33527,"developer":"PlayStudios","number_ratings":526908,"icon":"https:\/\/lh3.googleusercontent.com\/pjeWOKi8AlzbfiIMgBFKf1PECFrZRcAzcuoZ3vKH39yFk0E8JI1C7-VLmIjwOzMVTKw=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/pjeWOKi8AlzbfiIMgBFKf1PECFrZRcAzcuoZ3vKH39yFk0E8JI1C7-VLmIjwOzMVTKw=w72","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.playstudios.myvegas&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.playstudios.myvegas"}