{"package_name":"com.hungama.myplay.activity","title":"Hungama Music - Songs & Videos","description":"Hungama Music App provides free & unlimited access to Songs, Music Videos & Radio from Bollywood, Hindi, English, Tamil, Telugu, Punjabi & many other Indian Regional Languages. \n\nDelve into Hungama's music collection library of 3 million Songs & Videos sweeping across a wide genre of Bollywood, Pop, Rock, Bhangra, Devotional, Bhajans, Happy, Sad, Romantic, Party, Love & Old songs & Regional like Punjabi, Bhojpuri, Marathi, Bengali, Kannada, Gujarati, Tamil, Telugu, Malayalam & other South Indian languages along with Ghazals and the Latest & Best of English Music. What's more - get full-scale access to music from Retro & Old Hindi Movie songs and some of the Hottest Remixes. \n\nWanna know what Indian Bollywood star Katrina grooves to, Salman gets kicked on, sets Hritik's foot tapping, Sonu Nigam grooves to or Honey Singh raps to? Just tune in to your favorite celeb’s most preferred music Bollywood playlist - Only on our Celebrity Radio. Also get access to range of Live Radio stations from Bollywood, Regional, Devotional, old Classics, Ghazals & International Music \n\nDon’t feel like making a playlist? In the mood to party? Feeling romantic this monsoon? Let your mood define your music. Our exclusive, patented mood and discovery feature serves up the best music based on your mood. Simply choose your mood from - Happy, Sad, Romantic, Party, Chill, Love songs etc. - and get hooked on the perfect music mix of your choice. \n\nOur adaptive streaming feature will ensure you enjoy your Music and Videos seamlessly without any buffering. \n\nYou can also sing along with your favorite Bollywood, Regional or International songs. Get lyrics of the Hindi songs you are listening to along with some fun trivia too. \n\nWhat’s more? You can earn rewards for liking what you love. Your every action gets you a reward. Earn points every time you watch videos, play or share songs, invite friends or even just create playlists. Redeem your points for Free Music & Video Downloads as MP3, Movie Tickets, Discount Vouchers, Merchandize and much more. Keep tabs on which of your friends have earned the maximum points with our leader board. \n\nThe Hungama App now allows you to enjoy browsing in your preferred language. Get the freedom to enjoy customized browsing in English, Hindi, Punjabi, Tamil & Telugu. Also listen to songs in your proffered languages like Hindi, Punjabi, Bhojpuri, Marathi, Bengali, Kannada, Gujarati, Tamil, Telugu, Malayalam & others. \n\nThe Hungama Music App also gives you the ability to opt for Daily & Weekly plans to ensure you never run out of options to enjoy unlimited mp3 downloads of your favorite songs and videos. \n\nTune in to Bollywood, International & Regional music from our collection of 500+ playlists created by our music experts or sweep across Celeb Radio, Festivals, Party, Retro, etc. For those who like to just sit back, relax and de-stress with music, we've got Live Radio Stations to choose from. Also, enjoy songs from the latest Hindi movies such as Prem Ratan Dhan Payo, Tamasha, Shaandaar, Pyaar Ka Punchnama 2, Singh Is Bliing, Hero, Bhaag Johnny, Phantom, Katti Batti, etc. Superhit songs like Prem Leela, Matargashti, Gulaabo, Sharabi, Tung Tung Baje, Main Hoon Hero Tera, Afghan Jalebi and many more along with Dheere Dheere, Zindagi Aa Raha Hoon Main, DJ Waley Babu, Mainu Ishq Da Lagya Rog & current chartbusters of international artistes such as Justin Bieber, Selena Gomez, Kanye West, Skrillex and Diplo & others! From the huge hits of Arijit Singh to Ankit Tiwari, & Yo Yo Honey Singh to Badshah, they’re all here. And what’s more, you will also get all the exciting, popular and top class songs, videos and more of your favourite stars! \n\nHere's to the sound of music & entertainment unlimited!","short_desc":"Listen to Bollywood, Hindi, Tamil, Telugu, Punjabi and English Songs for Free","rating":4.1157169342041,"category":"Music & Audio","cat_int":13,"cat_type":0,"cat_key":"MUSIC_AND_AUDIO","cat_keys":["MUSIC_AND_AUDIO","APPLICATION"],"price":"","price_numeric":0,"iap":true,"iap_min":0.99,"iap_max":15.49,"size":12582912,"downloads":"10,000,000 - 50,000,000","downloads_min":10000000,"downloads_max":50000000,"version":"4.7","content_rating":"Everyone","what_is_new":"* Chromecast – We hear you and we are here for you. Now you will be able to cast your favourite music and videos to your Chromecast enabled devices via your favourite music app\n* Local Songs – All your music in one place! Now find all music files on your device within ‘Local Songs’ in the ‘Offline’ section of the app\n* Music on EDGE – Streaming optimized to work seamlessly on 2G networks\n* Bug fixes & Improvements – for a faster lighter app\nLet there be Music\n","promo_video":"https:\/\/www.youtube.com\/embed\/s9nLJE9uqRw?ps=play&vq=large&rel=0&autohide=1&showinfo=0&autoplay=1","market_update":"2016-06-10T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/XMgmWl9R9SyAzfYSZs21LpVlrvYt_KMmzXI82hQoHr108euMysI9-JkFQnoWl2hpPPo=h310","https:\/\/lh3.googleusercontent.com\/UkF2cbOSLOmQ9Q-oXYe8TA-Uk_L7ILg5FMSVLYGol66KZDenenp2UkK7aP2Z1P1yxUg=h310","https:\/\/lh3.googleusercontent.com\/0y_mDZKB6hfZArXcRJBwonE07uDQIIHgkofcOIN45sKjYhKZasKLyoo1v0hLFmAp7Ag=h310","https:\/\/lh3.googleusercontent.com\/Y6LDakLt9Xmxij8_utSFRVWzY5UczchLPgdNr4YCSHkbPJTSEwN6ovpI1WAI8TaMBbg=h310","https:\/\/lh3.googleusercontent.com\/RB3Q7SJMxe4WbnrfOroVuiU9n3l-NNjduYwlzJtXgVqcZTyoP9afvDMElvTuU5rp4Q=h310","https:\/\/lh3.googleusercontent.com\/pxs02ulBOg9kbJBUrPXzjLtCWJxkvOUVGBCqfeS_jePYgNKevL68iiOkNtp659hMS4U=h310","https:\/\/lh3.googleusercontent.com\/jg7QnqaR5BZKfZli1r53_JBPuB-uPcjb3vyYVz-Io_5aKgw3dbMVaBY1ZW2-EiA3lw=h310","https:\/\/lh3.googleusercontent.com\/ADDPrmVI3-54aulS7JOPbUqJRaiMlz5GT87Umx7ANaG84108ZjxAvj8yeV6CCKB2mRE=h310"],"lang":"en","i18n_lang":[],"price_i18n_countries":[],"website":"http:\/\/www.hungama.com","from_developer":["com.hungama.movies","com.hungama.sanjeevkapoor","com.bollywoodhungama","air.bollywoodhungama.sony"],"interactive_elements":["Digital Purchases"],"created":"2014-01-15T00:00:00+00:00","version_code":46,"developer":"Hungama Digital Media Entertainment Pvt. Ltd.","number_ratings":273495,"icon":"https:\/\/lh3.googleusercontent.com\/j24uaOwzSVZa4IL6qatP3InzXNYTcmx016Fcnpjz8sIGrIg-TEj_jnvzZcUd3Da1pA=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/j24uaOwzSVZa4IL6qatP3InzXNYTcmx016Fcnpjz8sIGrIg-TEj_jnvzZcUd3Da1pA=w72","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.hungama.myplay.activity&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.hungama.myplay.activity"}