{"package_name":"com.saavn.android","title":"Saavn Music & Radio","description":"Saavn is unlimited, free access to all your music and audio content: Bollywood, English, Hindi, and Indian regional songs, music, radio stations, and exclusive audio programming – wherever you go. \n\nFind your favorite songs, listen to your favorite Indian and International artists, make and share playlists or listen to expertly curated playlists, or play online radio for any mood, genre, song, or artist. Saavn delivers the perfect music to suit your mood. \n\nAnd now, enjoy exclusive access to Saavn Original content – groundbreaking audio programs and podcasts from the World's best storytellers like Neelesh Misra, and on-air talent across drama, mystery, comedy, and sports, like Cyrus Broacha, Mae Thomas, and many more! Follow your friends and favourite artists to discover new music and get notified instantly when new content is available. Share any song, artist, album, or playlist directly with your friends and chat about the music you love. (Or just chat about the weather... whatever you like!) Even follow your friends' playlists to get updated any time new music is added.\n\nFrom the newest songs to hard-to-find classics, Saavn’s catalog includes 30 Million Tracks across Hindi, English, Tamil, Telugu, Punjabi, Marathi, Bengali, Kannada, Gujarati, Malayalam, and Bhojpuri. Listen to all the best film music, bhangra, bhajans, ghazals, pop, remixes, and much more.\n\nListen Free – Unlimited, Anywhere, Anytime\n+ Play any song, on demand, any time online\n+ Create and save playlists of your favourite songs\n+ Enjoy expertly curated playlists in Hindi, English, Tamil, Telugu, Punjabi, Marathi, Bengali, Kannada, Gujarati, Malayalam, and Bhojpuri, for each and every occasion\n+ Saavn Radio - endless music for any mood, song, or artist\n+ Don't know what you want? Browse the Top Charts, or browse to your favorite Mood or Genre and let us do the rest!\n\nSaavn Pro\n+ Download your music for listening offline, and save on data charges\n+ No ads or interruptions\n+ 320kbps high-quality audio downloads\n+ No contracts or obligations\n\nLove us? Need Help?\nLike us on Facebook: facebook.com\/saavn\nFollow us on Twitter: twitter.com\/saavn\nGeneral Help & FAQ: help.saavn.com\nSend Feedback: feedback@saavn.com\n\nSaavn Pro Subscription Terms: Purchase your Saavn Pro Subscription with In-App Purchases for $3.99 (Rs. 99 in India) per month. Saavn Pro provides unlimited music download storage on up to 5 devices. Payment will be charged to your Google Play Account at confirmation of purchase, and will automatically renew each month within 24 hours of your subscription ending. Subscriptions can be managed, or auto-renewal turned off, by going to your Google Play Account Settings after purchase. Any unused portion of your free trial period will be forfeited when purchasing a subscription. Sign up or start your free trial from the Saavn Music app settings panel.\n\n*English content is currently available in India, Pakistan, Nepal, Bangladesh, and Sri Lanka only.\n\n\n\n","short_desc":"Listen to English, Bollywood, Hindi, Tamil, Telugu, and Punjabi music, for free.","rating":4.1500506401062,"category":"Music & Audio","cat_int":13,"cat_type":0,"cat_key":"MUSIC_AND_AUDIO","cat_keys":["MUSIC_AND_AUDIO","APPLICATION"],"price":"","price_numeric":0,"iap":true,"iap_min":1.99,"iap_max":3.99,"downloads":"10,000,000 - 50,000,000","downloads_min":10000000,"downloads_max":50000000,"version":"Varies with device","content_rating":"Teen","what_is_new":"+ Browse & Discover!\n++ A brand new way to find your favourite songs\n++ Browse by your Mood, or Genre, and immediately begin playing\n++ Find new trending songs, what’s hot, radio stations, playlists, and top songs\n+ Want something truly original? Get ready for exclusive Saavn Only content!\n++ Brand New Audio Shows about: storytelling, drama, music, sports, journalism and more!\n++ With Neelesh Misra, Cyrus Broacha, Mae Thomas & Many More!\n+ Killed those bugs buzzing around\n","promo_video":"https:\/\/www.youtube.com\/embed\/PKFqtQn_6zw?ps=play&vq=large&rel=0&autohide=1&showinfo=0&autoplay=1","market_update":"2016-04-28T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/_Ux4QTVFoyshU1sxBoeSAWAG6_6JuKE6oWYm8ZCTeZtplU-fPk4q47JGz2kWQ8vOrfc=h310","https:\/\/lh3.googleusercontent.com\/w9GnKG23ZlSMPSQtslhGykwUcvfas_NScCHbWeavcBxGAGonVNAtGjN0Dou7CW-EJ3q9=h310","https:\/\/lh3.googleusercontent.com\/M5Rp7dZaGCRBpgB_5MaOirXU1ydzbtNNBY5FWbaytHvp-Mim-mQMVb_tNFKpXf_036A=h310","https:\/\/lh3.googleusercontent.com\/7hn0X-NBfyvlhrejCyzb5Uw_AwTrllNOqbCI9fzTCvHpY6sCa7rnIhr-uYFWYyx3Ng=h310","https:\/\/lh3.googleusercontent.com\/P6oD7u3o40PA8iyN6VA9IICKveKABhBuR5ZQRQBIMJFX2mUwVZgrXiI4EY8TyVt31xc=h310","https:\/\/lh3.googleusercontent.com\/IiXiCJMl8LfQoQW_VzMg0Flgqrh5i-uqu6Z0gV5q6VXrz4iPw9BzLGDNyYe8BR3OVaIr=h310","https:\/\/lh3.googleusercontent.com\/grQREzn-yQyH_uAnmdCM6qBDLs6ONbcrvz1r5cEZWwklJ6S-vIoBGUOWvPsuSi3Mon0=h310","https:\/\/lh3.googleusercontent.com\/w5uaVrVvFKJIrxmt1TN0dwREfFHvBgUnk4TZYl6Y-NtD8ZVydR9jAZ4yGrkF6WW-msDA=h310","https:\/\/lh3.googleusercontent.com\/f5Tt2uL8oXr217DRRKUlV-5l_GTfnQL9tuCUS1_dTaRBVKpWUhSQBTMRfWHN4JJp69Wu=h310","https:\/\/lh3.googleusercontent.com\/IYS25-SXnAkkfABx4bXzuUyMTuH3n--mgvt_6IicJseEmtVU5fumLYOe1mQ3BriXow=h310"],"lang":"en","i18n_lang":[],"price_i18n_countries":[],"website":"http:\/\/www.saavn.com","from_developer":[],"interactive_elements":["Digital Purchases"],"created":"2012-01-13T21:46:03+00:00","version_code":42,"developer":"Saavn","number_ratings":599345,"icon":"https:\/\/lh3.googleusercontent.com\/q6HeT4uJN7O30U9GfUQuYy2UliZF8iFyT8wZIhhp2zlzfSML7v3Y7nU7jgQD27uS2aQ=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/q6HeT4uJN7O30U9GfUQuYy2UliZF8iFyT8wZIhhp2zlzfSML7v3Y7nU7jgQD27uS2aQ=w72","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.saavn.android&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.saavn.android"}