{"package_name":"com.TDF.AndroidTdf","title":"tkts","description":"The Official TKTS app is the only way to get fast, accurate, real-time listings of all Broadway and Off Broadway shows available at the world famous TKTS Discount Ticket Booths in New York City. Don’t know which show to see? That’s OK! Use this app to learn about every production listed at TKTS. If you’re looking for a New York City theatre adventure, use the Show Directory feature to discover all that’s playing on and off Broadway in New York City.\n\nReal-time display of what is currently on sale at all three TKTS Discount Booths\n\nComprehensive Show Directory where you'll find out what’s happening on and off Broadway in New York City - including show descriptions, performance schedules, theatre locations, accessibility information and links to official show websites\n\nApproximate wait times at each booth so that you can plan your visit\n\nThe “My List” feature lets you create a list of shows you want to see and turn on notifications so we can let you know when tickets are available\n\nTDF Stages - TDF's online theatre magazine featuring articles, videos and podcasts\n\nTKTS tips in seven languages to help you plan your visit\n\nTKTS offers same-day tickets to Broadway and Off Broadway shows at discounts of up to 50% off the full price. The official TKTS app is directly linked to the TKTS Discount Booths, so what you're seeing, in real time, is exactly what the people waiting in line are seeing.\n\nThe TKTS Discount Booths have become an international destination for theatre lovers from the United States and around the world since 1973. There are three locations in New York City: \n\n(1) Times Square – Broadway and 47th Street, Manhattan, \"under the red steps\"\n\n(2) South Street Seaport – at the corner of Front and John Streets, Manhattan \n\n(3) Downtown Brooklyn – in 1 MetroTech Center, at the corner of Jay Street and Myrtle Avenue, Brooklyn\n\nThe Official TKTS app is offered exclusively by Theatre Development Fund (TDF), the not-for-profit service organization for the performing arts, which operates the TKTS Discount Booths.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","rating":3.7337398529053,"category":"Entertainment","cat_int":7,"cat_type":0,"cat_key":"ENTERTAINMENT","cat_keys":["ENTERTAINMENT","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":10276044,"downloads":"100,000 - 500,000","downloads_min":100000,"downloads_max":500000,"version":"2.0.01","content_rating":"Everyone","what_is_new":"Enjoy a redesigned app interface\nCreate a list of shows you want to see and turn on notifications so we can let you know when tickets are available\nSee approximate wait times at each booth so that you can plan your visit\nGet TKTS tips (available in EIGHT languages) so you are in-the-know before you go to a booth\nParticipate in the #TKTS conversation in the app and on social media\nEnter special TKTS contests and giveaways\n","market_update":"2016-01-19T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/-6kZDVksXzMrVyDvj7ZSJjh6YAzvo8yLS12Yk9hmlqzKHBzmWZGkIwlMdqrhRnWon40=h310","https:\/\/lh3.googleusercontent.com\/PibOlWxeqIAs2jNerGL_KChnkerc5ONwpEMsaH51UTYV8Jy15AyByu3PeX6OGoA3cEU=h310","https:\/\/lh3.googleusercontent.com\/0VGWQJ1zD9KqukmcCevZfCECkq1i2Lli-3TJZg8fyo4apPwQoxQ4Jwt01JNI-LuaXoM=h310","https:\/\/lh3.googleusercontent.com\/A8zSW9v1QZIF8Fi2bN84AQuTSGIOYITH7NqZGUR-fpNkwnWwhikKWf_QcAr7EGjSMA=h310"],"lang":"en","i18n_lang":[],"price_i18n_countries":[],"website":"http:\/\/www.tdf.org\/tktsapp","from_developer":[],"created":"2012-06-17T19:01:48+00:00","version_code":2,"developer":"Theatre Development Fund","number_ratings":492,"icon":"https:\/\/lh6.ggpht.com\/dSpAGjEiSIWZvWRErPmV3945H-gv4pscdivA8AwWaIv5My3n2YOuuuJNn_GefJrSMeU=w300","icon_72":"https:\/\/lh6.ggpht.com\/dSpAGjEiSIWZvWRErPmV3945H-gv4pscdivA8AwWaIv5My3n2YOuuuJNn_GefJrSMeU=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.TDF.AndroidTdf&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.TDF.AndroidTdf"}