{"package_name":"com.poshmark.app","title":"Poshmark - Buy & Sell Fashion","description":"Poshmark is the leading marketplace to buy and sell fashion. ***Shop over 5,000 brands in every size—including plus size, petites and juniors— at up to 70% off retail\n***Sell and turn your closet into cash. List your items for free!\n\nShop. Sell. Style. Party.\n\nSHOP\nWhatever you’re shopping for, Poshmark’s got it—for much less than at discount clothing retailers and outlets like Nordstrom Rack and TJ Maxx. With over a million dollars worth of new and gently used merchandise added to the marketplace daily, you will find amazing fashion and beauty finds from the hottest brands like Louis Vuitton, Michael Kors, MAC Cosmetics, Nike, Brandy Melville and more!\n\nSTYLE\nNeed ideas for what to wear to your next date or that upcoming wedding? Do you hate getting dressed in the morning? Poshmark has millions of of outfit ideas for you. Shop the personal style and closets of other Poshers today!\n\nSELL: CONSIGN YOUR CLOSET\nDo you have items in your closet that didn’t work out? Maybe a designer handbag, statement shoes, or even your old wedding dress you wore once and won’t ever wear again? Poshmark is the #1 online consignment solution for a girl to sell her unwanted clothing in order to buy new things she’s coveting, providing an alternative to Goodwill and other consignment stores like Buffalo Exchange. 1 in 50 American women have their closets open for sale on Poshmark—you could be next!\n\nPARTY\nParty on the go, no matter where you’re at! Join the thousands of women who come together three times a day, seven days a week to participate in our themed virtual Posh Parties. Create new listings, share and shop together! Have Tory Burch, Forever 21, or Zara on the brain? There’s a party for you. \n\nWHAT PEOPLE ARE SAYING\n“I’m obsessed with the shopping app Poshmark.” —Refinery 29\n“I have saved so much money shopping on Poshmark, I don’t think I’ll ever pay full retail again.” —Caroline, a Poshmark user\n“It was such a hassle dropping clothes off to Goodwill and other consignment shops, plus who wants to throw out a perfectly good purse that you know another woman will LOVE?” —Crystal, a Poshmark user\n“I tried Vinted, Threadflip, and Thredup, but nothing sold — girls on those apps don’t want to spend much. On Posh, on the other hand, there are so many eager girls ready to shop my closet!” —Justine, a Poshmark user\n\nDon’t waste another precious moment with other discount fashion retailers or consignment solutions. Poshmark will change the way you shop for clothing and fashion. Try us out today! \n\nPoshmark for Apple Watch: Get even closer to your fashion obsession.\n***Editor’s Picks: Browse our editors’ favorite listings in real time.\n***Just In: Stay on top of the newest listings from your favorite brands.\n***My Likes: Quickly check in on items you’re coveting.\n***Price Drops: Be notified as soon as an item you liked goes on sale.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Shop 5,000+ brands at 90% off and consign your closet to make money today!","rating":4.1834316253662,"category":"Shopping","cat_int":18,"cat_type":0,"cat_key":"SHOPPING","cat_keys":["SHOPPING","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"5,000,000 - 10,000,000","downloads_min":5000000,"downloads_max":10000000,"content_rating":"Everyone","what_is_new":"* A whole new way to shop Boutiques:\n** Use our new filters and search bar to find exactly what you’re looking for.\n** Swipe left and right to browse inventory without leaving the feed.\n* Sharing listings with your fellow shopaholics is easier than ever! We’ve added the ability to copy URLs to your clipboard for a seamless sharing experience.\n* Bug Fixes.\n","market_update":"2016-06-17T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/WdmniLJwmhURUO6-zO-MzmgOsTZ_2rcHy_tdx4C_sqjn2AL9GH2gp4zmSKvjrLnTdw=h310","https:\/\/lh3.googleusercontent.com\/QQNsAL3sPg-Kb01Qr1bOz6dbwpuSjEbYg1H7eFh7PQpPAAoq8bR_rKVQ71nzhS_o1L8=h310","https:\/\/lh3.googleusercontent.com\/oDT3E_E_DCp2pZIdv23PdHxjXjBjwGYxVUBuyw1zGOwlc8nq_fR6M3Qm-TaY-G4ouGDB=h310","https:\/\/lh3.googleusercontent.com\/bYcG02D41Pg7efeE0SZxCig39T-PF_gqBMRKiFxay_Ld1t3R9HNa_w_pMZUvMlwYPA=h310","https:\/\/lh3.googleusercontent.com\/_ebrbz01JDLRbPgtk3M41LEljcHj_Bh8BMBkGNYNr0EeqQw4PQq-KSPn_NjFBeOj2YkI=h310"],"lang":"en","i18n_lang":["es"],"price_i18n_countries":[],"website":"https:\/\/poshmark.com","from_developer":[],"badges":["Top Developer"],"interactive_elements":["Users Interact","Shares Info"],"created":"2013-11-15T22:17:37+00:00","version_code":78,"developer":"Poshmark, Inc","number_ratings":21016,"icon":"https:\/\/lh4.ggpht.com\/ym5qieA_f2YnCjZ85tlOP0M-3jVqEUeX95iK8b8PGYK5YFwLeUbwv1PpN8-SP5X0MSQ=w300","icon_72":"https:\/\/lh4.ggpht.com\/ym5qieA_f2YnCjZ85tlOP0M-3jVqEUeX95iK8b8PGYK5YFwLeUbwv1PpN8-SP5X0MSQ=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.poshmark.app&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.poshmark.app"}