{"package_name":"edu.cmu.dv1.androidprod","title":"Tiramisu","description":"The Tiramisu app aims to empower transit riders to improve their public transit service with a focus on improving the transit experience for riders with visual or mobility impairments. From the Nearby Tab, you can:\n\n- view nearby stops on a map\n- view arrival times\n- share observations vehicles fullness\n- share a location trace to help create real-time arrival information\n- share thoughts about your current trip\n- create a favorite stop to see arrival information about\n\nFrom the Notes Tab, you can:\n\n- share thoughts about different routes or stops\n- send messages to the transit service or to the Tiramisu team\n- comment and rate the notes other users have shared\n\nAll users can read the notes, but you must create an account in order to send a note.\n\nFrom the Profile Tab, you can:\n\n- create an account in order to send notes\n- edit your personal information\n- see how much you have used the app\n- view and manage all notes and comment you have shared\n\nFrom the Setting Tab, you can:\n\n- update the region and transit agency you want information for\n- view a tutorial on how to use the app\n\nThanks to all of our users who provided feedback in advance of the major Fall 2015 release. The redesign includes many requested features and fixes:\n\nUPDATED USER INTERFACE\nWe’ve updated every page and redesigned the flow of the entire app. Most of our users are regular commuters so we’ve focused on what people requested for their daily travel.\n\nRIDER NOTES\nRiders can share notes with each other about their trip, about individual stops, and about individual routes. You can also rate Notes and add your own Note in a discussion thread.\n\nUSER ACCOUNTS\nYou can still use Tiramisu without creating an account, but you must create one to add Notes. Accounts also allow you to access your Notes and personal statistics if you change or reset your phone. You will see a new Informed Consent and Privacy Policy page after updating. This is because we collect your email address during account creation for password recovery.\n\nIMPROVED TRIP INFORMATION\nVehicle head sign information is expanded, which is especially important in some cities. Stops that have a majority of inbound or outbound routes now show “In” or “Out” in their titles.\n\nRELIABILITY AND FASTER LOAD TIMES\nWe’ve made a lot of improvements in how data is loaded from the servers.\n\nBETTER HANDLING OF COMMUNICATION ERRORS\nCommunication errors should be less frequent and when they happen, we now provide better information on why. If emailing us, please tell us the pop-up information so we can find the problem quicker.\n\nIMPROVED ACCESSIBILITY\nWe’ve fixed a lot of accessibility bugs, changed some interactions to be easier, and improved support for TalkBack screenreader users. Nearby can be set to a list of stops or the map view. Color contrast has been adjusted slightly to help people with dyslexia.\n\nLOWER AGE REQUIREMENT\nThe app is now usable by riders 13 and up. We have worked with our ethical review committee to support use by younger riders. This is also part of the new Informed Consent and Privacy Policy.\n\nFINALLY\nMajor changes have been made in almost every part of the code. A lot of the work is done by students working part-time during classes and over summers. This takes longer than using a team of full-time programmers but it provides great experience for the students. We’d like to thank the team for making this release a reality. We’d also like to thank our dedicated users who stuck with us during this process.\n\nThe application currently supports the Port Authority of Allegheny County (the transit agency for Pittsburgh, PA), New York MTA buses, and Syracuse. More are on the way.\n\nThis application is associated with research at the RERC on Accessible Public Transportation (http:\/\/www.rercapt.org) at Carnegie Mellon University. If you have questions about the research, contact: astein+tiramisu@cs.cmu.edu. Please submit suggestions on improvements through the app store or to tiramisu.transit@gmail.com\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Crowd-Powered Transit Information.","rating":3.4625000953674,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","cat_keys":["TRANSPORTATION","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":9542041,"downloads":"10,000 - 50,000","downloads_min":10000,"downloads_max":50000,"version":"2.1.2","content_rating":"Everyone","what_is_new":"Bug fixes.\n","market_update":"2016-04-11T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/giqtRQvEVLOKelsFM_kaFjpMWrBoyt_Z9ug3_Ees0r500DWZoVndbVSV2DY-AglGf1S1=h310","https:\/\/lh3.googleusercontent.com\/zkJ3dkUQxNse09o-IiJd-gD7poxzHxcvpW5pcNGTAT6g_734CrKlDmS-TuKgsTYOeQ=h310","https:\/\/lh3.googleusercontent.com\/Oki9KuwA6n6Gw9_YPEuk8LKjGn1yO5XqngnIQfVv1pWaj9SY7wU434uHxI7KFK_LOPDb=h310","https:\/\/lh3.googleusercontent.com\/ZoPcHBmv4Lel54LLTrQazvKqASIkN0r0_sE40NguniXizW7T6a83spmowEDgDsjIZw=h310","https:\/\/lh3.googleusercontent.com\/KT8yIE5W5HJ9wFmmSWGGSsWA1pkdHpar-HgJL5ynPdSWJ91Ex5LY1UUx8L3utYEH-A=h310"],"lang":"en","i18n_lang":["en"],"price_i18n_countries":[],"website":"http:\/\/www.tiramisutransit.com","from_developer":[],"interactive_elements":["Users Interact"],"created":"2012-08-09T22:14:12+00:00","version_code":7,"developer":"Tiramisu Transit LLC","number_ratings":160,"icon":"https:\/\/lh3.googleusercontent.com\/TssEqE4McDypC-VIXOKdSowraIYOtGV731Bvm15SypI_1N_QYCZ6DnbjNCl6N6tXYXAR=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/TssEqE4McDypC-VIXOKdSowraIYOtGV731Bvm15SypI_1N_QYCZ6DnbjNCl6N6tXYXAR=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=edu.cmu.dv1.androidprod&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/edu.cmu.dv1.androidprod"}