{"package_name":"com.pdanet","title":"PdaNet+","description":"4.19 update moves \"Hide Tether Usage\" for USB and Bluetooth mode to the phone side so that it can be used for Mac or tablets connection. Android 2.2 or lower phones should not update. PdaNet+ now contains both PdaNet (USB or Bluetooth mode) and FoxFi (WiFi mode, may not work on your phone - details below). You can now share your cell phone's Internet connection with your computers or tablets through either USB, Bluetooth or even WiFi Hotspot on some phone models. Most importantly it does not require the extra tether plan (mobile hotspot plan) from your carrier. Also NO ROOTING NEEDED for your Android phone.\n\nFree edition of PdaNet+ will have timed usage limit, otherwise it is same as full version.\n\nSprint and AT&T may not allow you to install our app from Play Store, please install the apk file directly from http:\/\/pdanet.co\/android, or install on the computer side from http:\/\/pdanet.co\/a\n\n======USB Mode=========\nUSB mode works on almost all Android phones. It allows connection from Windows PC or Mac. In addition, PdaNet comes with a \"WiFi Share\" feature that can further turn the Windows PC into a WiFi Hotspot so that you can connect other devices to it and share your phone's Internet connection.\n\n*T-Mobile or MetroPCS users can only use USB mode with \"Hide Tether Usage\" enabled in PdaNet. This will break Netflix however.\n*If your phone is not recognized by your computer after connecting USB, please see http:\/\/pdanet.co\/driver\n*Please treat Windows tablets (non RT) the same as Windows PC.\n\n======Bluetooth Mode======\nBluetooth mode allows connection from Windows PC, Android tablets (excludes Android 4.4) or devices that supports Bluetooth DUN.\n\n*A system bug in Android 4.4 for tablets will break Bluetooth mode, this is fixed in Android 5.0 or later.\n*For Android tablets it is possible only the browser app will work in Bluetooth mode. That is because other apps may be looking for wifi or cell phone connection and not recognize the Bluetooth Internet. \n*One way around the above two issues is to find a wifi hotspot to connect the tablet to at the same time (such wifi hotspot does not need to provide Internet access). \n\n======WiFi Mode==========\nDue to lockdowns through each phone system update, WiFi mode will only be allowed on a short list of compatible devices. As of 06\/2016, IN GENERAL: \n---Verizon Samsung phones (S3\/4\/5\/6\/7\/Edge, Note 2\/3\/4\/5 etc.) , Verizon LG phones (V10, G2\/3\/4\/5 etc.) and Verizon Sony phones (Z2\/Z3) are supported by all Android versions including Android 6.0\/6.1. \n---Verizon HTC phones (M7\/8) will only work on Android 4.1 ~ 4.4.\n---Verizon Motorola phones will only work on Android 4.3 or below.\n---AT&T Samsung phones will only work on Android 4.2 or below.\n---Other carriers\/phones will only work if they still have Android 4.0 or below.\n---Straight Talk phones will only work if it uses Verizon and are compatible with the above. \n---For all other phones, use USB mode or Bluetooth mode instead.\n\n*To get around lockdowns on WiFi mode FoxFi may prompt you to install a certificate on your phone, this will cause the Android system to enforce a screen lock and show a security message in notification. For more detail and steps to remove screen lock please visit http:\/\/pdanet.co\/wifi. \n*If you receive a message asking for a \"password for credential strorage\" this is due to a bug in the Android system. Please see steps to clear this message at http:\/\/pdanet.co\/wifi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Share cell phone Internet with computers or tablets, no rooting needed.","rating":4.3400158882141,"category":"Communication","cat_int":5,"cat_type":0,"cat_key":"COMMUNICATION","cat_keys":["COMMUNICATION","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":216064,"downloads":"5,000,000 - 10,000,000","downloads_min":5000000,"downloads_max":10000000,"version":"4.19","content_rating":"Everyone","market_update":"2016-05-03T00:00:00+00:00","screenshots":["https:\/\/lh6.ggpht.com\/TP28BI2Nd0SpO_MiDgwcyD2aYP1k5BtVZ1LnV0qjd7N8DhCW2ChBoZttSjWSDVhllg=h310","https:\/\/lh6.ggpht.com\/JbaN5-rEKN0KYtJzb_-iUQvbN5M-UpthGmNeFsQGyPovTFHpvX8DFyS9XPWqvah4X3A=h310"],"lang":"en","i18n_lang":["en","ko","ja","ru","zh-tw","bg","zh-cn"],"price_i18n_countries":[],"website":"http:\/\/junefabrics.com\/android","from_developer":[],"created":"2013-01-08T17:02:12+00:00","version_code":4171,"developer":"June Fabrics Technology Inc.","number_ratings":69496,"icon":"https:\/\/lh3.googleusercontent.com\/n6rn3713YcXohcRbX77HxFVrT7RUOsTamLVy6fSf8Y-s3uMLTq-ra37LlTtqdzQ0YX1Y=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/n6rn3713YcXohcRbX77HxFVrT7RUOsTamLVy6fSf8Y-s3uMLTq-ra37LlTtqdzQ0YX1Y=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.pdanet&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.pdanet"}