{"package_name":"com.acorns.android","title":"Acorns - Invest Spare Change","description":"Acorns helps you save & invest spare change from your everyday purchases and invest into a diversified portfolio of stocks and bonds. You can easily get started in minutes: anytime, anywhere. Featured in: TIME, The New York Times, ABC World News Tonight, Forbes, WIRED, Bloomberg, BusinessWeek, USA Today, and The Verge\n\n· Smart Investing ·\nAcorns makes it easy to invest regularly while optimizing your investment through diversification and automatic rebalancing. In other words, we give you an automated system to help you follow good principles of investing, like patience and diversification, without having to think about it.\n\n· Bank Level Security ·\nYour peace of mind is our highest priority. Acorns protects your information, prevents unauthorized account access, and notifies you of unusual activity.\n\n· Simple Fees ·\nOnly $1\/mo for accounts under $5,000 and just 0.25% per year for accounts investing $5,000 or more.\n\n- Deposit & withdraw whenever you like - no additional fees.\n- No fees for accounts with a $0 balance.\n\nHOW WE INVEST\n\n· Diversification ·\nInstead of trying to pick individual stocks, Acorns diversifies your investment across hundreds of the most widely held U.S. and international companies, corporate bonds, government bonds, and real estate. By answering just a handful of questions about yourself, our proprietary technology can match you with a portfolio that is appropriately diversified for your goals and built to help smooth out the ride as stock prices fluctuate.\n\n· Automatic Rebalancing ·\nAcorns automatically rebalances your portfolio to mitigate risk and optimize returns. This means we keep your account in a target mix of stocks and bonds by buying more when they are cheaper and less when they are more expensive. Buy low, sell high.\n\nDownload Acorns now for FREE! There are no fees until you decide to invest and you can withdraw your money at any time without penalty.\n\n“The app makes investing effortless” - Forbes [1]\n\n“If you set aside just $5 every couple of days, you would have set aside over a $1000 in a year.” - ABC World News Tonight [2]\n\n“You can get started in minutes and use it to create a reasonably well-designed portfolio that allows you to add as little as $5 at a time.” - The New York Times [3]\n\n\"This could prove to be an inexpensive way of introducing young people to the world of investing at ages for which compound interest can become a powerful tool.\" -Bloomberg Businessweek [4]\n\n\nThis app is operated by Acorns Advisers, LLC, an SEC Registered Investment Advisor. Brokerage services are provided to clients of Acorns by Acorns Securities, an SEC registered broker-dealer and member FINRA\/SIPC. Investments are not FDIC insured and may lose value. Investing involves risk and investments may lose value, including the loss of principal. Please consider your objectives and Acorns fees before investing. Past performance does not guarantee future results. Investment outcomes and projections are hypothetical in nature.\n\nInformation about FINRA is available at www.finra.org. Explanatory brochures about SIPC insurance are available upon request or at www.sipc.org.\n\n[1] http:\/\/www.forbes.com\/sites\/duncanrolph\/2014\/09\/10\/4-online-tools-to-manage-your-money-in-the-21st-century\/\n[2] http:\/\/abcnews.go.com\/WNT\/video\/slow-steady-key-retirement-savings-28043857\n[3] http:\/\/www.nytimes.com\/2014\/10\/20\/your-money\/stocks-and-bonds\/when-the-markets-get-noisy-invest-5.html\n[4] http:\/\/www.businessweek.com\/articles\/2014-03-12\/buying-a-2-dot-75-taco-this-app-invests-your-0-dot-25-change-in-the-markets\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Invest the Change from Your Everyday Purchases in Over 3,500 Stocks and Bonds","rating":4.2634906768799,"category":"Finance","cat_int":8,"cat_type":0,"cat_key":"FINANCE","cat_keys":["FINANCE","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"1,000,000 - 5,000,000","downloads_min":1000000,"downloads_max":5000000,"version":"1.5.3","content_rating":"Everyone","what_is_new":"Introducing Found Money Beta!\nWith our latest update, brands can now automatically invest in your future. Just use the credit or debit cards you have linked to your Acorns account and our brand partners will invest. Found Money will appear in your account within 30 business days of your purchase. To learn more about the program, check out our new in-app help cards.\n","market_update":"2016-06-20T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/281H7a_Izrqx5IAOga5DiLdcd_j6O5_IXermIQ0qUC8eHJKuE9YaRU45D_8ndaCo2g=h310","https:\/\/lh5.ggpht.com\/6P2H5d-smbg6Yx47ldCr40i3k57MpOYn898CxU7NG3BFgxootLeFCj8KB5j83QtKGG-T=h310","https:\/\/lh4.ggpht.com\/DtTo4GEKnkr5e0nenb2jZYk55qBtr0MRDY8OnFIalnJ4LuIeiDLgNJ0cJEYBMM4oUOw=h310","https:\/\/lh5.ggpht.com\/kyd1HrDFoYk2k4tWtF5ykb-5jJPHQgGKQPUeuk7lRukGq-yFnc1I0ciONCZukTmF8Q=h310","https:\/\/lh3.ggpht.com\/rspCH3m7fE61fQ5G3C9PH6OFTrqY_Hf2dBIxr0PDYn46XZPoZtl2WcRoiU9aklRZ9Q=h310","https:\/\/lh3.ggpht.com\/LG6mWh3PNyVaujkNnNHOjq9NUGuFVcoZDgcdd112yqqKX1tmJgM8oNT96oTlsAs6O6O9=h310","https:\/\/lh3.ggpht.com\/3-m11lg50WZXcSloK3hJoPLRmjFHKyDiVwrxO0Jy4dCGGN6iY6-rVub1RHNk4BU7KMI=h310","https:\/\/lh3.googleusercontent.com\/0p6DaJSsxL00I8gMT129Lp7bJQC6ZfTk8zucgWXvz4TtN0d1-HSEb_ZOmqlYbUYjgG4=h310","https:\/\/lh5.ggpht.com\/IEeV4aOtRV8Ro7EaCWlEl-4B3iQlGdr4OErZl2HeGMUdvJ9bvVS5obGDpC-eMqTnRfA=h310"],"lang":"en","i18n_lang":["ko"],"price_i18n_countries":[],"website":"https:\/\/www.acorns.com","from_developer":[],"badges":["Top Developer"],"created":"2014-10-07T00:00:00+00:00","version_code":119,"developer":"Acorns","number_ratings":19606,"icon":"https:\/\/lh5.ggpht.com\/XsMvrVXeemHeX0D2R-wbJxPX2GVpGgo5z7YnFUmo8LBNSE8rtA6ou8b-Bw0uvARJrSs=w300","icon_72":"https:\/\/lh5.ggpht.com\/XsMvrVXeemHeX0D2R-wbJxPX2GVpGgo5z7YnFUmo8LBNSE8rtA6ou8b-Bw0uvARJrSs=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.acorns.android&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.acorns.android"}