{"package_name":"org.mrchops.android.digihud","title":"DigiHUD Speedometer","description":"DigiHUD Speedometer is a free, and ad-free, GPS based digital head up display (HUD) for Android that shows useful speed and distance information for your journey. Ideal if your vehicle speedo has died, you want to verify your vehicle speed or you just want to know your speed when cycling, running, flying, sailing etc.! \nThe display can be switched between normal viewing and HUD mode which mirrors the display for viewing as a reflection in a vehicle windshield (most useful at night, depending on the device's brightness). \nDigiHUD can open as a floating window on top of other apps or your homescreens. Works with external GPS receivers (tested at 10Hz). Although we strive to make all readings as accurate as possible they are only as accurate as your device's GPS sensor and should only be regarded as approximations.\n\nInformation displayed\nCurrent speed (choose MPH, KMH or KTS)\nAverage speed, since reset\nMaximum speed, since reset\nThree Trip distance counters\nCompass\nOdometer (found under Statistics)\nCurrent time\nDigit color changes to red when above your set warning speed\nBattery level indicator\nSatellite lock status icon\nThumb up\/thumb down icon to rate DigiHUD\n\nFor more than a dozen extra features, with many more planned, try DigiHUD Pro (link at the bottom of this description).\n\nUsing DigiHUD\nSwipe left or right to switch between Full and Lite views\nSwipe up or down to switch between HUD (mirrored) and normal displays\nTouch the trip counter to cycle through the three counters\nLong-pressing on a speed or trip value will reset it\nLong-press the speed unit to choose between MPH, KMH and KTS from the popup menu (also in the Main Menu)\n\nWhen in window mode touch the DigiHUD icon for a menu to switch to the fullscreen app or exit. The window can be re-sized using the corner drag handle.\n\nAll values can be reset by long-pressing \"PAUSE RESET\" (the Odometer reading in the Statistics popup won't reset and counts the total distance since the application was installed or it's data was cleared). \n\nWant to give feedback? Hold the thumb up\/thumb down icon to open Google Play (icon appears after 3 days installed). \n\nMain Menu\nOpened by touching the speed displayed in the center of the screen, the menu allows you to:\nExit DigiHUD\nWindow\/Background Mode: Close and open as a re-sizable floating window\nHUD view \/ Normal view: Switch between HUD (mirrored) and normal displays\nSpeed Unit: Change between MPH, KMH or KTS\nSet Warning Speed\/Sound: The speed at which the digit color will change to red. An audible alert can also be enabled here\nBrightness: Adjust the screen brightness\nDisplay Color: Choose from 10 customizable colors. Almost every color is available except black\nLock screen rotation: keep the screen in its current rotation even if the device is rotated \nDisplay Preferences: enable\/disable screen elements\nStatistics: odometer, trip distance, top speed and average speed and version number\nHelp: show help and other information\n\n*This application requires the use of the GPS receiver, which may increase battery usage.*\n\nThe screen will not turn off during long journeys and works in landscape or portrait mode.\n\nPrivacy etc.\nThere are no Ads, time-outs or nag-screens. DigiHUD doesn't use your internet connection so data captured or generated by it, including speed, location and direction is not available to any other persons or devices. \n\nIf you have any problems using DigiHUD please check the FAQs - http:\/\/digihud.co.uk\/blog\/frequently-answered-questions\/troubleshooting\/ or Contact Us - http:\/\/digihud.co.uk\/blog\/contact-form\/.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Ad free GPS digital speedometer with head-up display (HUD) for phone or tablet.","rating":4.2871909141541,"category":"Transportation","cat_int":22,"cat_type":0,"cat_key":"TRANSPORTATION","cat_keys":["TRANSPORTATION","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":1468006,"downloads":"5,000,000 - 10,000,000","downloads_min":5000000,"downloads_max":10000000,"version":"1.4.5","content_rating":"Everyone","what_is_new":"V1.4.5\n* Possible to position the floating window partially off-screen now\n* FIXED: Rounding error causing incorrect speed warning value\nV1.4.4\n* Fix for crash when entering Window Mode\n","market_update":"2016-03-12T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/_5hfeyzBDNusfdD8jncNvcn9CI1MfnVq_-RHhK8i-xRAucgyK9MgyYZKKwcdv9S3_w=h310","https:\/\/lh3.googleusercontent.com\/Hr9t4GSAyRKbIcvGqX5voenmdeAsmOP3JPYWdcIkTJ3lRIhNd9AcI8ff3HrHQzkDz0T9=h310","https:\/\/lh3.googleusercontent.com\/2xJhvM6SM_02Mi0_y0SvtxS1FmfOtskrAtwwnQdWEFui3oyQspL17zejtKMCaHNrrFQ2=h310","https:\/\/lh3.googleusercontent.com\/fzhgM8xXAHaHJsjy0r1BMoqduuXlevDjvOWl5RRK-7ATqo6CkzosTtKBfV0jpZ8j41c=h310","https:\/\/lh3.googleusercontent.com\/54RKpEhoUwS3sAa8xHTUuKProJSc7JfckpjJUDMVaGmXQSp2nPxhJFvfCCCOvR0Te3Y=h310","https:\/\/lh3.googleusercontent.com\/RaciVNqw0H5FTBV3joLtehh3HEJC7n6xHMwoHiGeUcawGyfqKyh42Q2IbKvOvbu5cKM=h310","https:\/\/lh3.googleusercontent.com\/Jp557GXgXccX2fpgMj7Dabc6nBqBU8p4OJPXkVX_O4qLrXPRCkR30loWdA_5d8ZDUg=h310","https:\/\/lh3.googleusercontent.com\/6PqhIhldY8xAEOfKrbFmdd1mlEJGJKR9jtaY6urkgiQAuhs4YxC34n1rWDTihPs5IuY=h310"],"lang":"en","i18n_lang":["ru"],"price_i18n_countries":[],"website":"https:\/\/www.facebook.com\/Digihud","from_developer":["org.mrchops.android.digihudpro"],"created":"2012-06-19T00:58:16+00:00","version_code":41,"developer":"James Moss","number_ratings":47498,"icon":"https:\/\/lh3.googleusercontent.com\/rNMOTG5ly6XaKhhv32ns9DatZVMugWoyJBT8f9GNTSZ93SQoOQEiVj6gKVOYoosDsQ=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/rNMOTG5ly6XaKhhv32ns9DatZVMugWoyJBT8f9GNTSZ93SQoOQEiVj6gKVOYoosDsQ=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=org.mrchops.android.digihud&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/org.mrchops.android.digihud"}