{"package_name":"com.rechild.advancedtaskkiller","title":"Advanced Task Killer","description":"The Most Classic Task Killer or Task Manager, Speed Booster, Battery Saver. Advanced Task Killer helps over 70 millions Phone. You can use it to kill applications and boost memory. It doesn't speed up or save battery directly. However if you kill any apps consuming battery or CPU, you might feel it speed up your phone and saved your battery. \n*Services and front apps cannot be killed directly, you have to ignore or 'force stop' them* \nFeatures: \n-Ignore List \n-One tap widget \n-Auto kill \n-Customize item height ATK is often used to kill app and clean memory. We do suggest people use ATK manually kill apps instead of auto killing app.\n\n1. How to use it (for new users to quick start)?\n\nATK is pretty simple. Open this tool and take a look at the running applications list? Uncheck some apps you don't want to kill (such as Advanced Task Killer and some system apps) Tap the button 'Kill selected apps', it will kill all applications checked.\n\n\n\n2. How to use it (for new users to do more)?\n\nIf you don't want to kill any app, you can tap it on the running applications list. Then it's checking box will turn to gray.\n\n\n\n3. Why there are app running that I haven't used or even opened?\n\nSome app will start up once you turn on your phone or be invoked by some events.\n\n\n\n4. What is ignore list\/ignore?\n\nIgnore list is for you to ignore some app you don't want to kill. If you long press on the app listed on the main screen of ATK, the menu will pop up, then you can select 'Ignore', the application would be moved to ignore list. When you tap 'Kill selected apps', it won't be killed any more.\n\n\n\n5. What is default action for long press?\n\nYou can set your default action for long press and click on the settings. The system default action for long press is pop-menu. That means you when you long press on the application (displays on the running applications list), a pop-menu would shows up. For example, if you want to switch to the application after you long press on it, you can set the default action of long press to 'Switch to'.\n\n\n\n6. Why I lost my network connection after I tap 'kill selected apps'?\n\nThis is because some apps related with network connection are killed, such as 'voicemail'. You can ignore it instead of killing it.\n\n\n\n7. Why my Home reloaded?\n\nThis is because some apps related with Home are killed. Such as 'HTC Sense', 'Mail'(if it is integrated with Home). You can ignore it instead of killing it.\n\n\n\n8. Why I cannot receive notification of Email?\n\nThis is because you killed 'Email'. Instead of killing it, you need to ignore it.\n\n\n\n9. What is Auto Kill?\n\nIf you want to kill apps automatically you need to choose one of auto-kill level\n\n- Safe: Only kill the apps aren't running but still consume memory.\n\n- Aggressive: Kill the apps running background and apps aren't running.\n\n- Crazy: All apps except for apps you are using with.\n\nYou should be able to see Auto Kill information shows on the title, like 'Auto-Kill: 12:20'. That means auto kill will start at 12:20, you can also change the frequency to impact the auto kill start time. \n\nApp killer is only a tool to kill apps and task. It won't help your battery directly. But if you kill any app which consumes battery a lot, you might think app killer is helping your battery.\nAdvanced Task Killer Pro is paid version which doesn't contain ads.\nNote: For android 2.2 and later version, task manager cannot kill services and front apps, you have to force stop them. If you use task manager to kill them, services might restart; also notification won't be erased from the top bar. So we don't suggest people use task manager kill them.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"The Most Classic Task Killer or Task Manager, Speed Booster, Battery Saver.","rating":4.4329009056091,"category":"Productivity","cat_int":17,"cat_type":0,"cat_key":"PRODUCTIVITY","cat_keys":["PRODUCTIVITY","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"size":192512,"downloads":"50,000,000 - 100,000,000","downloads_min":50000000,"downloads_max":100000000,"version":"2.1.3B213","content_rating":"Everyone","what_is_new":"What is new:\n-v2.1.3B213\nRoll back to old widget size\n-v2.1.2B212\nFix \"cannot get process issue\" for Android 5.0 and later version\nFix widget icon.\nChange UI to old version.\n","market_update":"2016-04-27T00:00:00+00:00","screenshots":["https:\/\/lh4.ggpht.com\/KxWXp_B-EDHZjjfbH6xCa28T7AVt66mC_zBkp6j6TGJd3TnBVVNXfFD7OdtuCZBTtA=h310","https:\/\/lh3.ggpht.com\/03Ch1uy4TzBa97JYKkChZTshi2UTB1m5TEOnFJx6tyZDpHhJV4n8wJxH1u4j1T5ouw=h310"],"lang":"en","i18n_lang":["ko","ja","ru","zh-tw","bg","zh-cn","en"],"price_i18n_countries":[],"website":"http:\/\/rechild.mobi","from_developer":["com.rechild.advancedtaskkillerfroyo","com.rechild.cleaner","com.rechild.advancedtaskkillerpro"],"created":"2011-12-27T17:48:15+00:00","version_code":10203,"developer":"ReChild","number_ratings":574510,"icon":"https:\/\/lh3.googleusercontent.com\/MN2DvMc3_RUSr5klUyHakAjqXqUR6k8-zrVDow64mB-vScA9Mc4IEfU7m3NTZRnvgQ98=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/MN2DvMc3_RUSr5klUyHakAjqXqUR6k8-zrVDow64mB-vScA9Mc4IEfU7m3NTZRnvgQ98=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.rechild.advancedtaskkiller&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.rechild.advancedtaskkiller"}