{"package_name":"com.myfitnesspal.android","title":"Calorie Counter - MyFitnessPal","description":"Lose weight with MyFitnessPal, the world’s most popular health and fitness app! With the largest food database by far (over 6,000,000 foods), our amazingly fast and easy to use calorie counter help you take those extra pounds off! And it’s FREE – no strings attached. There is no better diet app – period. \n▌WHY WE’RE BETTER THAN OTHER APPS \n■ FREE – sign up with no strings attached\n■ Track your diet and exercise in less than 5 minutes a day! It’s that fast and easy\n■ Largest food database of any Android calorie counter – over 6,000,000 foods and growing daily\n■ Easiest and fastest food entry – remembers your favorites, add multiple foods at once, save and add entire meals, and more. THERE IS NO FASTER OR EASIER APP THAN MYFITNESSPAL. \n■ Connect with over 50 devices and apps including Fitbit, Jawbone UP, Garmin, MapMyFitness, Runkeeper, Strava, Runtastic, Misfit, Withings, Healthkit, and more!\n■ Recipe importer – cook a lot? Our recipe importer lets you visit any recipe on the web and easily import and track it with just a tap! It feels like magic!\n■ Comprehensive feature set – create your own custom foods and exercises, track all major nutrients, progress reports, customized goals based on your diet profile, recipe calculator, and more. \n■ MYFITNESSPAL WORKS – our members have lost almost 200 MILLION POUNDS combined!\n\n▌HOW IT WORKS\n■ Simply download the app and tell us a little about yourself\n■ We’ll create a personalized diet and exercise program just for you\n■ Start tracking your meals and exercise and gain insights so you can make healthier choices\n■ Watch the pounds come off! 88% of our users who track for 7 days or more lose weight\n\n▌EASIEST APP TO TRACK DIET & EXERCISE\n■ Track your daily diet and exercise in 5 minutes a day – it’s that fast and easy\n■ 6,000,000+ food database of global items and cuisines. Virtually every food you eat is in our database already\n■ Barcode scanner – track a food just by scanning it’s barcode. Over 4 million barcodes recognized!\n■ Track all major nutrients: calories, fat, protein, carbs, sugar, fiber, cholesterol, and more \n■ Track over 350 cardio exercises and strength training, including sets, reps, and weight\/rep \n\n\n▌CONNECT APPS & DEVICES\n■ Easily connects and seamless integrates with over 50 apps and devices including Fitbit, Jawbone UP, Garmin, MapMyFitness, Runkeeper, Strava, Runtastic, Misfit, Withings, Healthkit, and more! Works with virtually every fitness app and device.\n\n▌GET SUPPORT \n■ Connect with friends and easily track and motivate each other, or meet new friends from the MyFitnessPal community!\n\n▌GOALS & REPORTS\n■ Receive personalized goals based on your individual diet profile, or enter your own goals if you’ve gotten specific recommendations from a doctor, nutritionist, etc.\n■ Gain insights into where your calories and nutrients are coming from and how to make healthier choices\n■ View charts of your progress over time for motivation \n■ Daily nutritional summary with all major nutrients \n\nWhy wait? Sign up for free so you have nothing to lose except those extra pounds! Download us and start leading a healthier life today!\n\nFor our full terms and conditions and our privacy policy, please visit: https:\/\/account.underarmour.com\/privacy?locale=en\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Lose weight with MyFitnessPal, the fastest and easiest to use calorie counter.","rating":4.6140937805176,"category":"Health & Fitness","cat_int":9,"cat_type":0,"cat_key":"HEALTH_AND_FITNESS","cat_keys":["HEALTH_AND_FITNESS","APPLICATION"],"price":"","price_numeric":0,"iap":true,"iap_min":0.99,"iap_max":49.99,"downloads":"10,000,000 - 50,000,000","downloads_min":10000000,"downloads_max":50000000,"version":"Varies with device","content_rating":"Everyone","what_is_new":"Our new Restaurant Logging multi-add feature makes it easy to track multiple menu items at once. You’ll love it for “build your own” items like burritos, sandwiches and omelets.\nCelebrate your achievements by sharing Progress Photos in your MyFitnessPal newsfeed. Add a message or milestone to help inspire others in the community.\nWe’ve also made bug fixes, performance updates, and improved reliability.\nThese changes are rolling out slowly.\nWe hope you enjoy and happy tracking!\n","market_update":"2016-06-22T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/vNoRMy7u4JXw34g43QAKiA4WLbvyd9OnemlYYOzD3guXxZjeh3zhLv0gFN5JCqRxHw=h310","https:\/\/lh3.googleusercontent.com\/o5b2uFQ0lKxqzR3AHqlaWgyeLnEqvQJ_5QyVvrNMN0GE9GKHJD0SwbOnq4mGX2q9DXAe=h310","https:\/\/lh3.googleusercontent.com\/bk291ShpuOTURMzd9umJT8EAQgXQF3R0Y5mxUb3oU_0sLHfdM7Vu0CsnintkR4VZ0LE=h310","https:\/\/lh3.googleusercontent.com\/rySM-2XqB_iwjP50rTFHudNGJGVWE-UklvP6jgBrqgQs-YBLoJ2RtzSIM7wUYAzxJYsF=h310","https:\/\/lh3.googleusercontent.com\/TPXiusB0dUDyh_89MhxxPKWaKC1wYcB_BhuMJyunRyLrVn2yK9rhyQRy95tWPEByHik=h310"],"lang":"en","i18n_lang":["de","no","ru","sv","ko","pt","zh-tw","pt-br","ms","it","fr","zh-cn","es","ja","id","pl","da","nl","tr"],"price_i18n_countries":[],"website":"http:\/\/www.myfitnesspal.com","from_developer":[],"badges":["Top Developer"],"interactive_elements":["Users Interact","Digital Purchases"],"created":"2011-11-30T18:30:26+00:00","version_code":7255,"developer":"MyFitnessPal, Inc.","number_ratings":1324326,"icon":"https:\/\/lh3.googleusercontent.com\/WkGXEesGEu4ayZctjADlDKdscS3Ve1hmoVzhHQYh9NuK9QpDA3Rx6ae3jg7VH2dFZqk=w300","icon_72":"https:\/\/lh3.googleusercontent.com\/WkGXEesGEu4ayZctjADlDKdscS3Ve1hmoVzhHQYh9NuK9QpDA3Rx6ae3jg7VH2dFZqk=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.myfitnesspal.android&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.myfitnesspal.android"}