{"package_name":"com.ihunda.android.hiit","title":"HIIT interval training timer","description":"Our app is a simple and efficient timer that will be your best companion during each and every one of your INTERVAL TRAINING workouts ! This Interval Training Timer will help you focus on your workout so you won't be distracted by a screen or a watch. Forget about the time, just follow the sounds. And when you’re done, you can share your results with your friends on Facebook and Twitter !\n\nAnd if you love this timer, you can get rid of the ads forever with our No More Ads in-app purchase. The funds collected will support our regular developments in the app.\n\nMain features :\n** Set-up screen with a very easy UI\n** In-app volume bar, so you can adjust separately the music volume and the app volume\n** 3 sounds choice and a voice\n** Load preset : you can load one of our existing preset (Fat Loss, Tabata) or one you saved previously \n** Save preset : you can save the workout you just set up and give it a name\n** Link to our Facebook and Twitter accounts : you can like the app, share your experience with other users, share your workouts, make suggestions for new features, …\n** Vibrate mode\n** 3 seconds warning click\n** Forward \/ Backward button during the workout to go to the next\/previous interval \n** Step Counter included in the training screen\n\nComing very soon : a calendar to save all your workouts !!!!! \n\n\n* WHAT’S HIIT ? *\nHIIT (High Intensity Interval Training) is a method well known to burn fat in a short & intense workout. And there are many different ways to it : sprinting, crossfit, running, bodyweight workouts, cycling, yoga, stretching, weightlifting, boxing ... \n\nHigh-intensity interval training (HIIT) is an enhanced form of interval training, an exercise strategy alternating periods of short intense anaerobic exercise with less-intense recovery periods. HIIT is a form of cardiovascular exercise. Usual HIIT sessions may vary from 4–30 minutes. These short, intense workouts provide improved athletic capacity and condition, improved glucose metabolism, and improved fat burning.\nThis definition comes from wikipedia (http:\/\/en.wikipedia.org\/wiki\/High-intensity_interval_training) where you can find a lot more informations. It explains some very popular program, like the TABATA. HIIT is also a common practice in Crossfit trainings.\n\n\n* HOW TO USE THE APP ? *\nYou can use it during all trainings with intervals or other timed repetition \n\nBasically, this is how it works : on the first screen you will set up your workout phases durations (preparation time, work, rest, rounds and cool down) and you will choose your sound.\nThen hit “Go !”, work and just follow the sound… or the voice !\nYou can listen to your own music, just make sure you can still hear the sound.\nAt the end of the workout, a new feature allows you to share your workout with your friends on Facebook and Twitter @hiit_android \n\n\n* PHONE PERMISSIONS *\nNow automatically pause and resume if a phone call arrives.\nThis is why PHONE_STATE permissions are required. But the app never collects and stores phone numbers from users phones.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Focus on your workout, no distractions, just follow the sound !","rating":4.2966470718384,"category":"Health & Fitness","cat_int":9,"cat_type":0,"cat_key":"HEALTH_AND_FITNESS","cat_keys":["HEALTH_AND_FITNESS","APPLICATION"],"price":"","price_numeric":0,"iap":true,"iap_min":0,"iap_max":0,"downloads":"1,000,000 - 5,000,000","downloads_min":1000000,"downloads_max":5000000,"version":"Varies with device","content_rating":"Everyone","what_is_new":"1\/ Ad remover now available through in-app purchase for $1.49 It’s so easy to get rid of every ads !\n2\/ In-App Survey button at the bottom of the screen : tell us what new features you’d like to get in the app, take a few minutes to answer our short survey, thank you ! It will be available for a few weeks only and results will be published end of December.\n","market_update":"2015-12-07T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/VOC6fQnbMKm3M2r7GVKd7m6nMCvYc7xPkVvOLU-2yZhJ1X3FTFrYzpqL2px-ndj4sTN7=h310","https:\/\/lh3.googleusercontent.com\/1waj-wPDB9_Xb8F14WIXs9csw243MtWBZ3PIap7rIIBw5pGu8nJXGE40M-kgaZ5jsQ=h310","https:\/\/lh3.googleusercontent.com\/GElNSe0yYJjrBoLxFAzUVWb_rVBWNOVfWdvSj4L8XACNdOeQZI68RHPWG1QKwds2Y080=h310","https:\/\/lh5.ggpht.com\/h_RBB6q2QTW0zm9gWnV8DoEqvEuodO2pXmR7tUJzWg2GNOTxBIBuCOknwFxq6u8PVvg=h310"],"lang":"en","i18n_lang":["en","fr","ko","ja","ru","zh-tw","fr-ca","bg","zh-cn"],"price_i18n_countries":[],"website":"https:\/\/www.facebook.com\/pages\/Hiit-interval-training-android-app\/104610142924377","from_developer":["com.ihunda.android.binauralbeat","com.ihunda.android.vuvuzela","com.ihunda.android.hiit.donate","com.ihunda.android.zaery","com.ihunda.android.hooligan","com.ihunda.android.vuvuzela.pro"],"created":"2012-04-24T05:01:49+00:00","version_code":66,"developer":"Giorgio Regni","number_ratings":9829,"icon":"https:\/\/lh5.ggpht.com\/0616QN0cuXDPFLtI9bzmC5OKh6iaUcyWt6x6hVLmpMWNuPGVcoA8WwOxemR8glOMvdM=w300","icon_72":"https:\/\/lh5.ggpht.com\/0616QN0cuXDPFLtI9bzmC5OKh6iaUcyWt6x6hVLmpMWNuPGVcoA8WwOxemR8glOMvdM=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.ihunda.android.hiit&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.ihunda.android.hiit"}