{"package_name":"com.amazon.mShop.android.shopping","title":"Amazon Shopping","description":"Product Features * Customers are able to shop millions of products on any of Amazon's sites around the world from a single app\n* Quickly search, get product details, and read reviews on millions of products from Amazon and other merchants\n* Take advantage of 1-Click ordering, customer support, Wish Lists, create or find a baby or wedding registry, order tracking, and more\n* Scan product barcodes and images to compare prices and check availability using Scan It \n* Check out Gold Box Deals - including the Deal of the Day and Lightning Deals, and get automatically notified when new deals become available\n* Customers with an Android Wear smart watch can search with their voice, 1-Click buy products, and save products and ideas to their Wish List\n* Send and share links to products via email, SMS, Facebook, Twitter, and more\n* Sign-up for automatic shipment notifications to know when your order ships and arrives\n* Buy with confidence, knowing that all transactions are securely processed\n* Use your voice to search for products on Amazon or to track your orders and reorder items. Tap the microphone icon and say “track order” or “track my last order” to access open orders. Reorder products by saying “reorder paper towels” or “buy more batteries”.\n\nProduct Description\n\nThe Amazon Shopping app lets you shop millions of products and manage your Amazon orders from anywhere. Browse, shop by department, compare prices, read reviews, share products with friends, and check the status of your orders. Compare prices and availability by typing in your search, scanning a barcode or an image with your camera, or using your voice. Never miss a deal with easy access to Lightning Deals and the Deal of the Day. You can also sign-up for shipment notifications to know when your order ships and arrives. Customers with Android 4.3 and above in the US with an Android Wear watch can use their voice to search, buy products, and save shopping ideas to their Wish List. Just say “Start Amazon Shopping” from your Wear watch. You have full access to your Shopping Cart, Wish Lists, payment and Prime shipping options, Subscribe & Save order history, and 1-Click settings, just like on the full Amazon.com site. All Amazon Shopping app purchases are routed through Amazon's secure servers to encrypt and safeguard your personal information.\n\n\nImportant Note Regarding Permissions\n\nPlease note that the Amazon Shopping app requires access to the following services to operate properly:\n* Contacts: This permission is used to so that you can access your phone contacts from the Amazon app for the purposes of sending Amazon gift cards and inviting friends to use the Amazon app. \n* SMS: This permission is used to simplify the process of phone number verification when creating an Amazon account registered to your mobile phone number.\n* Camera: This permission is for Scan It, a new way to search for items quickly by scanning them with your camera.\n* Flashlight: This permission is used to turn on the flash when using Scan It in low light conditions.\n* Microphone: This permissions is used to support Voice Search and Voice Shopping Assistant features. \n* Location: Location permissions are used to assist customers in searching for Amazon Lockers near their current location.\n* Account: This permission is used for integration with Facebook and other social networks you have connected to your device to allow you to share products with friends and family.\n* Phone: This permission is used to pre-populate and dial the Amazon Customer Service number.\n* Storage: This permission is required to support notifications in China.\n* Wifi: This permissions is used when setting up either a Dash Button or Dash Wand using the Amazon Shopping app.\n\n\nOS Requirements: Requires Android OS 3.0 or higher and a rear-facing camera. The Amazon App for Tablets is available on Google Play. Search for \"Amazon Tablet\" to install the app and begin shopping.\n\n\n\n\n\n\n\n\n\n\n\n","short_desc":"Browse, search & buy millions of products right from your Android device.","rating":4.2687911987305,"category":"Shopping","cat_int":18,"cat_type":0,"cat_key":"SHOPPING","cat_keys":["SHOPPING","APPLICATION"],"price":"","price_numeric":0,"iap":false,"iap_min":0,"iap_max":0,"downloads":"50,000,000 - 100,000,000","downloads_min":50000000,"downloads_max":100000000,"version":"Varies with device","content_rating":"Teen","what_is_new":"Summer is right around the corner! While having fun in the sun, we were also working to make the app faster, fix bugs, and tweak some designs.\nTip: Have you tried Amazon’s scanning feature? It helps you search for items and scan barcodes with your camera. Tap the camera icon next to the search box to give it a try.\nHave a great summer!\n–The Amazon Android Team\n","market_update":"2016-06-17T00:00:00+00:00","screenshots":["https:\/\/lh3.googleusercontent.com\/D92Ovv9LkbcLrHw7k4GrP_9oUHEacYw4AdBaKd77dE5j-rBFkrtZsSQHEBJWZL70pg=h310","https:\/\/lh3.googleusercontent.com\/rtpRKvdYkXKsKgkq1kAkgnMkmeJIYG_y4NLJKbQMKTwaV4-J3XhycHUgC8y2B8CvNA=h310","https:\/\/lh3.googleusercontent.com\/BrAZ8nhMd848phT9HZbkFL0qw8JXBzYbziGCqMNFKpeICge7e-s8egHRgnOF7aazYg=h310","https:\/\/lh3.googleusercontent.com\/VBT1vmAza0vh_YXA1eJ6wG6VuIMTLJ7bhizQWGtiara1kzgwKnQHOS1x5I7MnqFLnfI=h310","https:\/\/lh3.googleusercontent.com\/6CZn34pUcVPfNB7eXj3673KLpsCVQUg_TXMvn9y_eQqtS_kw0XWdAxnFiLJRddiK_w=h310","https:\/\/lh3.googleusercontent.com\/RM38n_mgyuslakl3FTZEgNTegfmbxjSTLUqnBs34JroFBGpgMJapv-9M0MCfR2Y0BJA=h310","https:\/\/lh3.googleusercontent.com\/X8JyM7w7Jb-80gaB_Xd0Yd8ofWEKjaLS4K5FOCMmsxU6CCoKOtrxgiYPm6IqFZLi7-g=h310","https:\/\/lh3.googleusercontent.com\/lxAtvW4H9l3EYMseJ4ZCqJ5rxe3CY763f0udAMvgPj5zlID82pDf6Y4foftcd5g_XCQ=h310"],"lang":"en","i18n_lang":["de","pt","pt-br","ja","it","fr","es"],"price_i18n_countries":[],"website":"http:\/\/www.amazon.com","from_developer":["com.amazon.kindle","com.amazon.mp3","com.amazon.storm.lightning.client.aosp","com.amazon.windowshop","com.amazon.now","com.amazon.dee.app","com.amazon.clouddrive.photos","com.amazon.drive","com.amazon.sellermobile.android","com.demiroot.amazonfresh","com.amazon.technician.android","com.amazon.zocalo","com.amazonaws.mobile.apps.Authenticator","com.amazon.mct","com.amazon.workspaces","com.amazon.appstream.sampleclient"],"badges":["Top Developer"],"interactive_elements":["Users Interact","Digital Purchases"],"created":"2014-12-10T00:00:00+00:00","version_code":5080001,"developer":"Amazon Mobile LLC","number_ratings":458914,"icon":"https:\/\/lh4.ggpht.com\/jEV6nsNv-638GnXkiO5Cfk6zF5lKZCZuWdOtmlL_7PXR79vgteOIHcNDPhNYqGC7dzg=w300","icon_72":"https:\/\/lh4.ggpht.com\/jEV6nsNv-638GnXkiO5Cfk6zF5lKZCZuWdOtmlL_7PXR79vgteOIHcNDPhNYqGC7dzg=w72","promo_video":"","market_url":"https:\/\/play.google.com\/store\/apps\/details?id=com.amazon.mShop.android.shopping&referrer=utm_source%3D42matters.com%26utm_medium%3Dapi","deep_link":"http:\/\/playboard.me\/android\/apps\/com.amazon.mShop.android.shopping"}